Repository: keefo/NeewerLite
Catalog: NeewerLite/NeewerLite/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: %@ (missing MAC❗️)
de: %@ (MAC fehlt❗️)
es: %@ (falta MAC❗️)
fr: %@ (MAC manquant❗️)
ja: %@（MAC未取得❗️）
ko: %@ (MAC 없음❗️)
zh_hans: %@（缺少MAC❗️）

source: %@ log file does not exist.
de: Protokolldatei %@ existiert nicht.
es: El archivo de registro %@ no existe.
fr: Le fichier journal %@ n'existe pas.
ja: %@ ログファイルが存在しません。
ko: %@ 로그 파일이 존재하지 않습니다.
zh_hans: %@ 日志文件不存在。

source: %@. Please update to the latest version of the app.
de: %@. Bitte aktualisieren Sie auf die neueste Version der App.
es: %@. Por favor, actualiza a la última versión de la app.
fr: %@. Veuillez mettre à jour vers la dernière version de l'app.
ja: %@。 アプリを最新バージョンに更新してください。
ko: %@. 최신 버전으로 업데이트해 주세요.
zh_hans: %@。 请更新到最新版本。

source: ✅ Valid.
de: ✅ Gültig.
es: ✅ Válido.
fr: ✅ Valide.
ja: ✅ 有効。
ko: ✅ 유효합니다.
zh_hans: ✅ 有效。

source: ❌ Invalid patterns: %@
de: ❌ Ungültige Muster: %@
es: ❌ Patrones inválidos: %@
fr: ❌ Modèles invalides : %@
ja: ❌ 無効なパターン: %@
ko: ❌ 유효하지 않은 패턴: %@
zh_hans: ❌ 无效模式: %@

source: ❌ JSON is invalid or not a dictionary.
de: ❌ JSON ist ungültig oder kein Dictionary.
es: ❌ El JSON es inválido o no es un diccionario.
fr: ❌ Le JSON est invalide ou n'est pas un dictionnaire.
ja: ❌ JSONが無効またはディクショナリではありません。
ko: ❌ JSON이 유효하지 않거나 딕셔너리가 아닙니다.
zh_hans: ❌ JSON无效或不是字典格式。

source: About
de: Über
es: Acerca de
fr: À propos
ja: NeewerLiteについて
ko: 소개
zh_hans: 关于

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
ja: 午後
ko: 오후
zh_hans: 午后

source: All patterns are valid!
de: Alle Muster sind gültig!
es: ¡Todos los patrones son válidos!
fr: Tous les modèles sont valides !
ja: すべてのパターンが有効です！
ko: 모든 패턴이 유효합니다!
zh_hans: 所有模式均有效！

source: Amber Waves
de: Bernsteinwellen
es: Olas ámbar
fr: Vagues ambrées
ja: 琥珀の波
ko: 호박빛 파도
zh_hans: 琥珀波浪

source: Ambulance
de: Krankenwagen
es: Ambulancia
ja: 救急車
ko: 구급차
zh_hans: 救护车

source: Are you sure you want to remove this light from your library?
de: Möchten Sie dieses Licht wirklich aus Ihrer Bibliothek entfernen?
es: ¿Seguro que deseas eliminar esta luz de tu biblioteca?
fr: Voulez-vous vraiment retirer cette lumière de votre bibliothèque ?
ja: このライトをライブラリから削除しますか？
ko: 이 조명을 라이브러리에서 제거하시겠습니까?
zh_hans: 确定要从资料库中移除此灯吗？

source: Auto-sync pending…
de: Auto-Sync ausstehend…
es: Sincronización automática pendiente…
fr: Synchronisation automatique en attente…
ja: 自動同期保留中…
ko: 자동 동기화 대기 중…
zh_hans: 自动同步等待中…

source: Autumn
de: Herbst
es: Otoño
fr: Automne
ja: 秋
ko: 가을
zh_hans: 秋季

source: Barcelona Soccer
de: Barcelona Fußball
es: Fútbol Barcelona
fr: Football Barcelone
ja: バルセロナ
ko: 바르셀로나 축구
zh_hans: 巴塞罗那足球

source: Bass Cannon
de: Bass-Kanone
es: Cañón de bajos
fr: Canon de basses
ja: バスキャノン
ko: 베이스 캐논
zh_hans: 低音炮

source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
ja: 誕生日
ko: 생일
zh_hans: 生日

source: Breathing
de: Atmen
es: Respiración
fr: Respiration
ja: 呼吸
ko: 호흡
zh_hans: 呼吸

source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
ja: 明るさ
ko: 밝기
zh_hans: 亮度

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Candle Light
de: Kerzenlicht
es: Luz de vela
fr: Lumière de bougie
ja: キャンドル
ko: 촛불
zh_hans: 烛光

source: Candlelight
de: Kerzenlicht
es: Luz de vela
fr: Lumière de bougie
ja: キャンドル
ko: 촛불
zh_hans: 烛光

source: CCT flash
de: CCT-Blitz
es: Flash CCT
fr: Flash CCT
ja: CCTフラッシュ
ko: CCT 플래시
zh_hans: 色温闪光

source: CCT loop
de: CCT-Schleife
es: Bucle CCT
fr: Boucle CCT
ja: CCTループ
ko: CCT 루프
zh_hans: 色温循环

source: CCT Loop
de: CCT-Schleife
es: Bucle CCT
fr: Boucle CCT
ja: CCTループ
ko: CCT 루프
zh_hans: 色温循环

source: CCT pulse
de: CCT-Puls
es: Pulso CCT
fr: Pulsation CCT
ja: CCTパルス
ko: CCT 펄스
zh_hans: 色温脉冲

source: Check for Updates...
de: Nach Updates suchen ...
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
ja: アップデートを確認...
ko: 업데이트 확인...
zh_hans: 检查更新...

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…

source: Check Logs
de: Protokolle prüfen
es: Ver registros
fr: Vérifier les journaux
ja: ログを確認
ko: 로그 확인
zh_hans: 检查日志

source: Cherry Blossom
de: Kirschblüte
es: Flor de cerezo
fr: Cerisier en fleur
ja: 桜
ko: 벚꽃
zh_hans: 樱花

source: Christmas
de: Weihnachten
es: Navidad
fr: Noël
ja: クリスマス
ko: 크리스마스
zh_hans: 圣诞

source: Clear Gel
de: Gel entfernen
es: Quitar gel
fr: Retirer le gel
ja: ジェルをクリア
ko: 젤 해제
zh_hans: 清除色片

source: Color Flow
de: Farbfluss
es: Flujo de color
fr: Flux de couleurs
ja: カラーフロー
ko: 컬러 플로우
zh_hans: 流光溢彩

source: Colorful
de: Farbenfroh
es: Colorido
fr: Coloré
ja: カラフル
ko: 다채로움
zh_hans: 多彩

source: Comfortable
de: Gemütlich
es: Cómodo
fr: Confortable
ja: 快適
ko: 편안함
zh_hans: 舒适

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
zh_hans: 连接

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: Console app not found
de: Konsolen-App nicht gefunden
es: App Consola no encontrada
fr: App Console introuvable
ja: コンソールアプリが見つかりません
ko: 콘솔 앱을 찾을 수 없음
zh_hans: 未找到控制台应用

source: Console app not found, unable to open the log file. %@
de: Konsolen-App nicht gefunden, Protokolldatei kann nicht geöffnet werden. %@
es: App Consola no encontrada, no se puede abrir el archivo de registro. %@
fr: App Console introuvable, impossible d'ouvrir le fichier journal. %@
ja: コンソールアプリが見つからず、ログファイルを開けません。%@
ko: 콘솔 앱을 찾을 수 없어 로그 파일을 열 수 없습니다. %@
zh_hans: 未找到控制台应用，无法打开日志文件。%@

source: Cop Car
de: Polizeiwagen
es: Coche policial
fr: Voiture de police
ja: パトカー
ko: 경찰차
zh_hans: 警车

source: Creative
de: Kreativ
es: Creativo
fr: Créatif
ja: 創作
ko: 창작
zh_hans: 创意

source: Custom
de: Eigene
es: Personal
fr: Perso
ja: カスタム
ko: 사용자 정의
zh_hans: 自定义

source: Database Error
de: Datenbankfehler
es: Error de base de datos
fr: Erreur de base de données
ja: データベースエラー
ko: 데이터베이스 오류
zh_hans: 数据库错误

source: Database Update Failed
de: Datenbankaktualisierung fehlgeschlagen
es: Error al actualizar la base de datos
fr: Échec de la mise à jour de la base de données
ja: データベース更新に失敗
ko: 데이터베이스 업데이트 실패
zh_hans: 数据库更新失败

source: Deep Sea
de: Tiefsee
es: Mar profundo
fr: Haute mer
ja: 深海
ko: 심해
zh_hans: 深海

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
zh_hans: 默认

source: Defective bulb
de: Defekte Lampe
es: Bombilla defectuosa
fr: Ampoule défectueuse
ja: 故障電球
ko: 불량 전구
zh_hans: 坏灯泡

source: Delete Local DB
de: Lokale DB löschen
es: Eliminar BD local
fr: Supprimer la BD locale
ja: ローカルDBを削除
ko: 로컬 DB 삭제
zh_hans: 删除本地数据库

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
ko: 폐기
zh_hans: 放弃

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続
ko: 연결 해제됨
zh_hans: 未连接

source: DJ Booth
de: DJ-Pult
es: Cabina DJ
fr: Cabine DJ
ja: DJブース
ko: DJ 부스
zh_hans: DJ台

source: Do you want to install the Neewerlite Stream Deck plugin?
de: Möchten Sie das NeewerLite Stream Deck-Plugin installieren?
es: ¿Deseas instalar el plugin de NeewerLite para Stream Deck?
fr: Voulez-vous installer le plugin NeewerLite pour Stream Deck ?
ja: NeewerLite Stream Deckプラグインをインストールしますか？
ko: NeewerLite Stream Deck 플러그인을 설치하시겠습니까?
zh_hans: 是否安装 NeewerLite Stream Deck 插件？

source: Do you want to update the Neewerlite Stream Deck plugin from %@ to %@?
de: Möchten Sie das NeewerLite Stream Deck-Plugin von %1$@ auf %2$@ aktualisieren?
es: ¿Deseas actualizar el plugin de NeewerLite para Stream Deck de %1$@ a %2$@?
fr: Voulez-vous mettre à jour le plugin NeewerLite pour Stream Deck de %1$@ vers %2$@ ?
ja: NeewerLite Stream Deckプラグインを %1$@ から %2$@ に更新しますか？
ko: NeewerLite Stream Deck 플러그인을 %1$@에서 %2$@(으)로 업데이트하시겠습니까?
zh_hans: 是否将 NeewerLite Stream Deck 插件从 %1$@ 更新到 %2$@？

source: Dream
de: Traum
es: Sueño
fr: Rêve
ja: 夢
ko: 꿈
zh_hans: 梦幻

source: Edit Command Patterns
de: Befehlsmuster bearbeiten
es: Editar patrones de comando
fr: Modifier les modèles de commande
ja: コマンドパターンを編集
ko: 명령 패턴 편집
zh_hans: 编辑命令模式

source: Edit Command Patterns (Invalid JSON)
de: Befehlsmuster bearbeiten (Ungültiges JSON)
es: Editar patrones de comando (JSON inválido)
fr: Modifier les modèles de commande (JSON invalide)
ja: コマンドパターンを編集（無効なJSON）
ko: 명령 패턴 편집 (잘못된 JSON)
zh_hans: 编辑命令模式（无效JSON）

source: Energy
de: Energie
es: Energía
fr: Énergie
ja: エネルギー
ko: 활력
zh_hans: 能量

source: Enter a new name for your light
de: Geben Sie einen neuen Namen für Ihr Licht ein
es: Introduce un nuevo nombre para tu luz
fr: Entrez un nouveau nom pour votre lumière
ja: ライトの新しい名前を入力
ko: 조명의 새 이름을 입력하세요
zh_hans: 输入灯的新名称

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误

source: Excited
de: Aufgeregt
es: Emocionado
fr: Excité
ja: 興奮
ko: 흥분
zh_hans: 兴奋

source: Extreme
de: Extrem
es: Extremo
fr: Extrême
ja: 最大
ko: 극한
zh_hans: 极致

source: Failed to open log file
de: Protokolldatei konnte nicht geöffnet werden
es: No se pudo abrir el archivo de registro
fr: Impossible d'ouvrir le fichier journal
ja: ログファイルを開けませんでした
ko: 로그 파일을 열 수 없음
zh_hans: 无法打开日志文件

source: Failed to open log file in Console. %@
de: Protokolldatei konnte nicht in der Konsole geöffnet werden. %@
es: No se pudo abrir el archivo de registro en Consola. %@
fr: Impossible d'ouvrir le fichier journal dans Console. %@
ja: コンソールでログファイルを開けませんでした。%@
ko: 콘솔에서 로그 파일을 열 수 없습니다. %@
zh_hans: 无法在控制台中打开日志文件。%@

source: Festive
de: Festlich
es: Festivo
fr: Fête
ja: 祝祭
ko: 축제
zh_hans: 节日

source: Film Score
de: Filmmusik
es: Banda sonora
fr: Musique de film
ja: 映画音楽
ko: 영화 음악
zh_hans: 电影配乐

source: Finish
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

source: Fire
de: Feuer
es: Fuego
fr: Feu
ja: 炎
ko: 불꽃
zh_hans: 火焰

source: Fire Engine
de: Feuerwehr
es: Camión de bomberos
fr: Camion de pompiers
ja: 消防車
ko: 소방차
zh_hans: 消防车

source: Firefly
de: Glühwürmchen
es: Luciérnaga
fr: Luciole
ja: ホタル
ko: 반딧불이
zh_hans: 萤火虫

source: Firework
de: Feuerwerk
es: Fuegos artificiales
fr: Feu d'artifice
ja: 花火
ko: 불꽃놀이
zh_hans: 烟花

source: Fireworks
de: Feuerwerk
es: Fuegos artificiales
fr: Feux d'artifice
ja: 花火
ko: 불꽃놀이
zh_hans: 烟花

source: Flame
de: Flamme
es: Llama
fr: Flamme
ja: 炎
ko: 불꽃
zh_hans: 火焰

source: Forest
de: Wald
es: Bosque
fr: Forêt
ja: 森林
ko: 숲
zh_hans: 森林

source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
ja: 削除
ko: 삭제
zh_hans: 移除

source: Found an old Neewerlite Stream Deck plugin
de: Altes NeewerLite Stream Deck-Plugin gefunden
es: Se encontró un plugin antiguo de NeewerLite para Stream Deck
fr: Ancien plugin NeewerLite pour Stream Deck trouvé
ja: 古いNeewerLite Stream Deckプラグインが見つかりました
ko: 이전 버전의 NeewerLite Stream Deck 플러그인 발견
zh_hans: 发现旧版 NeewerLite Stream Deck 插件

source: Full Colour
de: Vollfarbe
es: Color completo
fr: Couleur complète
ja: フルカラー
ko: 풀 컬러
zh_hans: 全彩

source: Glacier
de: Gletscher
es: Glaciar
ja: 氷河
ko: 빙하
zh_hans: 冰川

source: Gobi Desert
de: Wüste Gobi
es: Desierto del Gobi
fr: Désert de Gobi
ja: ゴビ砂漠
ko: 고비 사막
zh_hans: 戈壁沙漠

source: H.U.E flash
de: H.U.E-Blitz
es: Flash H.U.E
fr: Flash H.U.E
ja: H.U.Eフラッシュ
ko: H.U.E 플래시
zh_hans: 色相闪光

source: H.U.E loop
de: H.U.E-Schleife
es: Bucle H.U.E
fr: Boucle H.U.E
ja: H.U.Eループ
ko: H.U.E 루프
zh_hans: 色相循环

source: H.U.E pulse
de: H.U.E-Puls
es: Pulso H.U.E
fr: Pulsation H.U.E
ja: H.U.Eパルス
ko: H.U.E 펄스
zh_hans: 色相脉冲

source: Heartbeat
de: Herzschlag
es: Latido
fr: Battement de cœur
ja: 心拍
ko: 심장박동
zh_hans: 心跳

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
zh_hans: 帮助

source: HUE
de: Farbton
es: Tono
fr: Teinte
ja: 色相
ko: 색상
zh_hans: 色相

source: HUE flash
de: HUE-Blitz
es: Flash HUE
fr: Flash HUE
ja: HUEフラッシュ
ko: HUE 플래시
zh_hans: 色相闪光

source: HUE Loop
de: HUE-Schleife
es: Bucle HUE
fr: Boucle HUE
ja: HUEループ
ko: HUE 루프
zh_hans: 色相循环

source: HUE pulse
de: HUE-Puls
es: Pulso HUE
fr: Pulsation HUE
ja: HUEパルス
ko: HUE 펄스
zh_hans: 色相脉冲

source: INT loop
de: INT-Schleife
es: Bucle INT
fr: Boucle INT
ja: INTループ
ko: INT 루프
zh_hans: 亮度循环

source: Intense
de: Intensiv
es: Intenso
ja: 強烈
ko: 강렬
zh_hans: 强烈

source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
ja: 強度
ko: 강도
zh_hans: 强度

source: Invalid hex color format %@
de: Ungültiges Hex-Farbformat %@
es: Formato de color hexadecimal inválido %@
fr: Format de couleur hexadécimal invalide %@
ja: 無効な16進カラー形式 %@
ko: 잘못된 hex 색상 형식 %@
zh_hans: 无效的十六进制颜色格式 %@

source: Joyful
de: Fröhlich
es: Alegre
fr: Joyeux
ja: 喜び
ko: 즐거움
zh_hans: 欢乐

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

source: Language Changed
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
ja: 言語が変更されました
ko: 언어가 변경됨
zh_hans: 语言已更改

source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
zh_hans: 稍后

source: Lazy
de: Entspannt
es: Relajado
fr: Paresseux
ja: まったり
ko: 여유
zh_hans: 慵懒

source: Leisure
de: Freizeit
es: Ocio
fr: Loisir
ja: くつろぎ
ko: 여가
zh_hans: 休闲

source: Life
de: Leben
es: Vida
fr: Vie
ja: 生活
ko: 생활
zh_hans: 生活

source: Light
de: Licht
es: Luz
fr: Lumière
ja: ライト
ko: 조명
zh_hans: 灯

source: Light Database
de: Licht-Datenbank
es: Base de datos de luces
fr: Base de données des lumières
ja: ライトデータベース
ko: 조명 데이터베이스
zh_hans: 数据库

source: Light is not connected
de: Licht ist nicht verbunden
es: Luz no conectada
fr: Lumière non connectée
ja: ライトが接続されていません
ko: 조명이 연결되지 않았습니다
zh_hans: 灯未连接

source: Light Source
de: Lichtquelle
es: Fuente de luz
fr: Source lum.
ja: 光源
ko: 광원
zh_hans: 光源

source: Lighting
de: Blitz
es: Relámpago
fr: Éclair
ja: 稲妻
ko: 번개
zh_hans: 闪电

source: Lightning
de: Gewitter
es: Rayo
fr: Foudre
ja: 雷光
ko: 번개
zh_hans: 闪电

source: Liquid Ripple
de: Welleneffekt
es: Ondulación líquida
fr: Ondulation liquide
ja: 波紋
ko: 물결
zh_hans: 水波纹

source: Listen
de: Lauschen
es: Escuchar
fr: Écouter
ja: リッスン
ko: 수신
zh_hans: 监听

source: Log file not found
de: Protokolldatei nicht gefunden
es: Archivo de registro no encontrado
fr: Fichier journal introuvable
ja: ログファイルが見つかりません
ko: 로그 파일을 찾을 수 없음
zh_hans: 未找到日志文件

source: Log file URL is unavailable.
de: URL der Protokolldatei ist nicht verfügbar.
es: La URL del archivo de registro no está disponible.
fr: L'URL du fichier journal n'est pas disponible.
ja: ログファイルのURLが利用できません。
ko: 로그 파일 URL을 사용할 수 없습니다.
zh_hans: 日志文件URL不可用。

source: Lotus Lagoon
de: Lotuslagune
es: Laguna de loto
fr: Lagune de lotus
ja: 蓮池
ko: 연꽃 연못
zh_hans: 荷塘

source: Madrid Soccer
de: Madrid Fußball
es: Fútbol Madrid
fr: Football Madrid
ja: マドリード
ko: 마드리드 축구
zh_hans: 马德里足球

source: Manchester Soccer
de: Manchester Fußball
es: Fútbol Manchester
fr: Football Manchester
ja: マンチェスター
ko: 맨체스터 축구
zh_hans: 曼彻斯特足球

source: Melancholic
de: Melancholisch
es: Melancólico
fr: Mélancolique
ja: 憂鬱
ko: 우울
zh_hans: 忧郁

source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
zh_hans: 模式

source: Moderate
de: Mittel
es: Moderado
fr: Modéré
ja: 中程度
ko: 보통
zh_hans: 中等

source: Morning
de: Morgen
es: Mañana
fr: Matin
ja: 朝
ko: 아침
zh_hans: 清晨

source: Movie
de: Film
es: Película
fr: Film
ja: 映画
ko: 영화
zh_hans: 电影

source: Munich Soccer
de: München Fußball
es: Fútbol Múnich
fr: Football Munich
ja: ミュンヘン
ko: 뮌헨 축구
zh_hans: 慕尼黑足球

source: Music
de: Musik
es: Música
fr: Musique
ja: ミュージック
ko: 음악
zh_hans: 音乐

source: My Lights
de: Meine Lichter
es: Mis luces
fr: Mes lumières
ja: マイライト
ko: 내 조명
zh_hans: 我的灯

source: Mysterious
de: Mysteriös
es: Misterioso
fr: Mystérieux
ja: 神秘
ko: 신비
zh_hans: 神秘

source: Natural
de: Natur
fr: Naturel
ja: 自然
ko: 자연
zh_hans: 自然

source: NeewerLite - Control View
de: NeewerLite — Steuerungsansicht
es: NeewerLite — Vista de control
fr: NeewerLite — Vue de contrôle
ja: NeewerLite — コントロールビュー
ko: NeewerLite — 제어 화면
zh_hans: NeewerLite — 控制视图

source: NeewerLite - Music View
de: NeewerLite — Musikansicht
es: NeewerLite — Vista de música
fr: NeewerLite — Vue musique
ja: NeewerLite — ミュージックビュー
ko: NeewerLite — 음악 화면
zh_hans: NeewerLite — 音乐视图

source: NeewerLite - Scan View
de: NeewerLite — Scanansicht
es: NeewerLite — Vista de escaneo
fr: NeewerLite — Vue de recherche
ja: NeewerLite — スキャンビュー
ko: NeewerLite — 스캔 화면
zh_hans: NeewerLite — 扫描视图

source: NeewerLite - Settings
de: NeewerLite — Einstellungen
es: NeewerLite — Ajustes
fr: NeewerLite — Réglages
ja: NeewerLite — 設定
ko: NeewerLite — 설정
zh_hans: NeewerLite — 设置

source: NeewerLite Help
de: NeewerLite-Hilfe
es: Ayuda de NeewerLite
fr: Aide NeewerLite
ja: NeewerLiteヘルプ
ko: NeewerLite 도움말
zh_hans: NeewerLite 帮助

source: NeewerLite v%@ (%@)
de: NeewerLite v%1$@ (%2$@)
es: NeewerLite v%1$@ (%2$@)
fr: NeewerLite v%1$@ (%2$@)
ja: NeewerLite v%1$@ (%2$@)
ko: NeewerLite v%1$@ (%2$@)
zh_hans: NeewerLite v%1$@ (%2$@)

source: New Year
de: Neujahr
es: Año Nuevo
fr: Nouvel An
ja: 新年
ko: 새해
zh_hans: 新年

source: Next auto-sync in %dh %dm
de: Nächste automatische Synchronisierung in %1$dh %2$dm
es: Próxima sincronización en %1$dh %2$dm
fr: Prochaine synchronisation dans %1$dh %2$dm
ja: 次の自動同期まで %1$d時間 %2$d分
ko: 다음 자동 동기화까지 %1$d시간 %2$d분
zh_hans: 下次自动同步：%1$d小时%2$d分钟后

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
zh_hans: 否

source: No gel applied
de: Kein Gel angewendet
es: Sin gel aplicado
fr: Aucun gel appliqué
ja: ジェル未適用
ko: 젤 미적용
zh_hans: 未应用色片

source: No local database
de: Keine lokale Datenbank
es: Sin base de datos local
fr: Pas de base de données locale
ja: ローカルデータベースなし
ko: 로컬 데이터베이스 없음
zh_hans: 无本地数据库

source: Ocean
de: Ozean
es: Océano
fr: Océan
ja: 海
ko: 바다
zh_hans: 海洋

source: Open product page
de: Produktseite öffnen
es: Abrir página del producto
fr: Ouvrir la page produit
ja: 製品ページを開く
ko: 제품 페이지 열기
zh_hans: 打开产品页面

source: Paris Soccer
de: Paris Fußball
es: Fútbol París
fr: Football Paris
ja: パリ
ko: 파리 축구
zh_hans: 巴黎足球

source: Passionate
de: Leidenschaftlich
es: Apasionado
fr: Passionné
ja: 情熱
ko: 열정
zh_hans: 热情

source: Please restart NeewerLite for the language change to take effect.
de: Bitte starten Sie NeewerLite neu, damit die Sprachänderung wirksam wird.
es: Reinicia NeewerLite para que el cambio de idioma surta efecto.
fr: Veuillez redémarrer NeewerLite pour que le changement de langue prenne effet.
ja: 言語の変更を反映するにはNeewerLiteを再起動してください。
ko: 언어 변경을 적용하려면 NeewerLite를 재시작해 주세요.
zh_hans: 请重启 NeewerLite 以使语言更改生效。

source: Preset
de: Vorlage
es: Preajuste
fr: Préréglage
ja: プリセット
ko: 프리셋
zh_hans: 预设

source: Preview Feature (Not working)
de: Vorschau-Funktion (Nicht funktionsfähig)
es: Función de vista previa (No funciona)
fr: Fonction aperçu (Non fonctionnelle)
ja: プレビュー機能（動作しません）
ko: 미리보기 기능 (작동하지 않음)
zh_hans: 预览功能（暂不可用）

source: Prom
de: Abschlussball
es: Baile de gala
fr: Bal de promo
ja: プロム
ko: 무도회
zh_hans: 舞会

source: Pulse
de: Puls
es: Pulso
fr: Pulsation
ja: パルス
ko: 펄스
zh_hans: 脉冲

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出

source: Rainbow
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
ja: 虹
ko: 무지개
zh_hans: 彩虹

source: Rainstorm
de: Regensturm
es: Tormenta
fr: Tempête de pluie
ja: 暴風雨
ko: 폭풍우
zh_hans: 暴风雨

source: Reactivity
de: Reaktivität
es: Reactividad
fr: Réactivité
ja: 反応性
ko: 반응성
zh_hans: 反应度

source: Remove light "%@"
de: Licht "%@" entfernen
es: Eliminar luz "%@"
fr: Retirer la lumière « %@ »
ja: ライト「%@」を削除
ko: 조명 "%@" 제거
zh_hans: 移除灯“%@”

source: Rename Light
de: Licht umbenennen
es: Renombrar luz
fr: Renommer la lumière
ja: ライト名を変更
ko: 조명 이름 변경
zh_hans: 重命名灯

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 재시작
zh_hans: 立即重启

source: Restart required
de: Neustart erforderlich
es: Reinicio necesario
fr: Redémarrage nécessaire
ja: 再起動が必要です
ko: 재시작 필요
zh_hans: 需要重启

source: Rock Concert
de: Rockkonzert
es: Concierto de rock
fr: Concert de rock
ja: ロックコンサート
ko: 록 콘서트
zh_hans: 摇滚演唱会

source: Romantic
de: Romantisch
es: Romántico
fr: Romantique
ja: ロマンチック
ko: 로맨틱
zh_hans: 浪漫

source: Saturation
de: Sättigung
es: Saturación
ja: 彩度
ko: 채도
zh_hans: 饱和度

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

source: Scan
de: Scannen
es: Buscar
fr: Scanner
ja: スキャン
ko: 스캔
zh_hans: 扫描

source: Scan New Lights
de: Neue Lichter suchen
es: Buscar nuevas luces
fr: Rechercher de nouvelles lumières
ja: 新しいライトをスキャン
ko: 새 조명 스캔
zh_hans: 扫描新灯

source: Scan New Lights.
de: Neue Lichter suchen.
es: Buscar nuevas luces.
fr: Rechercher de nouvelles lumières.
ja: 新しいライトをスキャン。
ko: 새 조명 스캔.
zh_hans: 扫描新灯。

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
ja: スクリーン
ko: 화면
zh_hans: 屏幕

source: Sea of Flowers
de: Blumenmeer
es: Mar de flores
fr: Mer de fleurs
ja: 花畑
ko: 꽃밭
zh_hans: 花海

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

source: Show Window
de: Fenster anzeigen
es: Mostrar ventana
fr: Afficher la fenêtre
ja: ウインドウを表示
ko: 윈도우 표시
zh_hans: 显示窗口

source: Some patterns are INVALID!
de: Einige Muster sind UNGÜLTIG!
es: ¡Algunos patrones son INVÁLIDOS!
fr: Certains modèles sont INVALIDES !
ja: 一部のパターンが無効です！
ko: 일부 패턴이 유효하지 않습니다!
zh_hans: 部分模式无效！

source: Spectrogram
de: Spektrogramm
es: Espectrograma
fr: Spectrogramme
ja: 分光図
ko: 분광도
zh_hans: 声谱图

source: Spectrum
de: Spektrum
es: Espectro
fr: Spectre
ja: 周波数
ko: 주파수
zh_hans: 频谱

source: Spring
de: Frühling
es: Primavera
fr: Printemps
ja: 春
ko: 봄
zh_hans: 春季

source: Squard Car
de: Streifenwagen
es: Patrulla
fr: Voiture de patrouille
ja: パトカー
ko: 순찰차
zh_hans: 巡逻车

source: Starry Sky
de: Sternenhimmel
es: Cielo estrellado
fr: Ciel étoilé
ja: 星空
ko: 별하늘
zh_hans: 星空

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_hans: 停止

source: Strobe
de: Stroboskop
es: Estroboscópico
fr: Stroboscope
ja: ストロボ
ko: 스트로브
zh_hans: 频闪

source: Subtle
de: Dezent
es: Sutil
fr: Subtil
ja: 控えめ
ko: 은은
zh_hans: 微弱

source: Summer
de: Sommer
es: Verano
fr: Été
ja: 夏
ko: 여름
zh_hans: 夏季

source: Summer Cool
de: Sommerkühle
es: Frescura de verano
fr: Fraîcheur d'été
ja: 涼夏
ko: 시원한 여름
zh_hans: 清凉夏日

source: Sunrise
de: Sonnenaufgang
es: Amanecer
fr: Lever de soleil
ja: 日の出
ko: 일출
zh_hans: 日出

source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
ja: 夕焼け
ko: 석양
zh_hans: 日落

source: Sweet
de: Süß
es: Dulce
fr: Doux
ja: スイート
ko: 달콤함
zh_hans: 甜蜜

source: Sync Database
de: Datenbank synchronisieren
es: Sincronizar base de datos
fr: Synchroniser la base de données
ja: データベースを同期
ko: 데이터베이스 동기화
zh_hans: 同步数据库

source: Sync Database Now
de: Datenbank jetzt synchronisieren
es: Sincronizar base de datos ahora
fr: Synchroniser maintenant
ja: 今すぐデータベースを同期
ko: 지금 데이터베이스 동기화
zh_hans: 立即同步数据库

source: Syncing…
de: Synchronisierung …
es: Sincronizando…
fr: Synchronisation…
ja: 同期中…
ko: 동기화 중…
zh_hans: 同步中…

source: System Default
de: Systemstandard
es: Del sistema
fr: Défaut système
ja: システムデフォルト
ko: 시스템 기본값
zh_hans: 系统默认

source: Tea Time
de: Teezeit
es: Hora del té
fr: L'heure du thé
ja: ティータイム
ko: 티타임
zh_hans: 茶歇

source: Technology
de: Technologie
es: Tecnología
fr: Technologie
ja: テクノロジー
ko: 기술
zh_hans: 科技

source: The database is up to date.
de: Die Datenbank ist aktuell.
es: La base de datos está actualizada.
fr: La base de données est à jour.
ja: データベースは最新です。
ko: 데이터베이스가 최신 상태입니다.
zh_hans: 数据库已是最新版本。

source: This light does not support RGB
de: Dieses Licht unterstützt kein RGB
es: Esta luz no es compatible con RGB
fr: Cette lumière ne prend pas en charge le RVB
ja: このライトはRGBに対応していません
ko: 이 조명은 RGB를 지원하지 않습니다
zh_hans: 此灯不支持RGB

source: Tint over CCT
de: Tönung über CCT
es: Matiz sobre CCT
fr: Teinte sur CCT
ja: CCT上にティント
ko: CCT 위 틴트
zh_hans: 色温叠加

source: TV screen
de: TV-Bildschirm
es: Pantalla TV
fr: Écran TV
ja: テレビ画面
ko: TV 화면
zh_hans: 电视屏幕

source: TV Screen
de: TV-Bildschirm
es: Pantalla TV
fr: Écran TV
ja: テレビ画面
ko: TV 화면
zh_hans: 电视屏幕

source: type:
de: Typ:
es: tipo:
ja: タイプ:
ko: 유형:
zh_hans: 类型:

source: Update command patterns
de: Befehlsmuster aktualisieren
es: Actualizar patrones de comando
fr: Mettre à jour les modèles de commande
ja: コマンドパターンを更新
ko: 명령 패턴 업데이트
zh_hans: 更新命令模式

source: Use HSI command
de: HSI-Befehl verwenden
es: Usar comando HSI
fr: Utiliser la commande HSI
ja: HSIコマンドを使用
ko: HSI 명령 사용
zh_hans: 使用HSI命令
